[
  {
    "title": "Dagens kapitel",
    "subtitle": "Sammanställt av dina ord, ditt humör och dagens små detaljer. Spara det, dela det, eller bara njut av att det finns."
  },
  {
    "title": "En dag, nedskriven",
    "subtitle": "Din dag, tolkad och formulerad utifrån det du delade. Ta med den vidare, eller låt den stanna här."
  },
  {
    "title": "Det var idag, det",
    "subtitle": "Byggd på dina svar, känslor och val. Nu finns den – redo att sparas, delas eller bara läsas."
  },
  {
    "title": "Dagens berättelse",
    "subtitle": "En sammanhängande text vävd av dagens fragment. Din att behålla, exportera eller skicka vidare."
  },
  {
    "title": "Färdigvävt",
    "subtitle": "Allt du matade in har blivit texten nedan. Behåll den här, eller ta med den någon annanstans."
  },
  {
    "title": "Dagen, destillerad",
    "subtitle": "En tolkning av din dag, baserad på dina ord och val. Gör vad du vill med den."
  },
  {
    "title": "Dagen, formulerad",
    "subtitle": "Från emojis och humör till minnen och detaljer. Texten är din att använda precis som du vill."
  },
  {
    "title": "Din dag, i ord",
    "subtitle": "Skapad utifrån allt du delade i stegen innan. Spara den för framtiden, eller dela den nu."
  },
  {
    "title": "Ett avslut för idag",
    "subtitle": "En sammanfattande text byggd på dina reflektioner. Kanske värd att spara?"
  },
  {
    "title": "Dagens helhet",
    "subtitle": "Alla små delar samlade till en text. Redo att sparas, kopieras eller bara läsas igenom."
  },
  {
    "title": "Så här blev det",
    "subtitle": "Dagens input, tolkad och formulerad till en journaltext. Använd den hur du vill."
  },
  {
    "title": "Ett spår av idag",
    "subtitle": "En text född ur dina svar och dagens känsla. Spara den, exportera den, eller låt den vila här."
  },
  {
    "title": "Idag, i sammandrag",
    "subtitle": "Dina ord, ditt humör och dagens händelser – sammanfogade till något läsbart."
  },
  {
    "title": "Det som blev kvar",
    "subtitle": "En journalanteckning byggd på det du valde att dela. Redo att tas om hand."
  },
  {
    "title": "Dagens nedslag",
    "subtitle": "Ett ögonblick fångat i text. Ladda ner, dela eller låt den ligga kvar."
  },
  {
    "title": "Här landade dagen",
    "subtitle": "Dina svar har formats till texten nedan. Vad du gör med den är upp till dig."
  },
  {
    "title": "Varsågod, din dag",
    "subtitle": "Allt du delade har tolkats och landat här. Redo att användas, sparas eller bara finnas."
  },
  {
    "title": "En dag, sammanfogad",
    "subtitle": "Fragment, siffror och ord har blivit en hel text. Den är din nu."
  },
  {
    "title": "Dagens avtryck",
    "subtitle": "En journaltext byggd av dagens val, känslor och detaljer. Ett litet bevis på att dagen hände."
  },
  {
    "title": "Strax före glömskan",
    "subtitle": "En text skapad av det du valt att minnas och reflektera över. Fånga den innan den bleknar."
  }
]
